export const MockNewsData = [
    {
        title: "مركز الريادة يطلق برنامجًا جديدًا لدعم رواد الأعمال",
        description: "أطلق مركز الريادة برنامجًا جديدًا يهدف إلى تقديم الدعم اللازم للرواد في مجالات متعددة، بما في ذلك التدريب والاستشارات.",
        image: "https://picsum.photos/300/300"
    },
    {
        title: "نجاح فعالية يوم الريادة العالمي في المركز",
        description: "استضاف مركز الريادة فعالية يوم الريادة العالمي، حيث اجتمع العديد من رواد الأعمال لمشاركة تجاربهم وأفكارهم.",
        image: "https://picsum.photos/400/400"
    },
    {
        title: "مركز الريادة يعلن عن ورشة عمل جديدة لتطوير المهارات",
        description: "ينظم مركز الريادة ورشة عمل جديدة تركز على تطوير المهارات الأساسية للرواد، مع خبراء في هذا المجال.",
        image: "https://picsum.photos/400/300"
    }
];